---
kind: type
id: T:Autodesk.Revit.DB.DWFXExportOptions
source: html/0bad76eb-315c-02eb-5207-b1ddc41a5268.htm
---
# Autodesk.Revit.DB.DWFXExportOptions

DWFX Export options.

## Syntax (C#)
```csharp
public class DWFXExportOptions : DWFExportOptions
```